[
    "Penguasa kelas Classic jarak Mile akan ditentukan di NHK Mile Cup―― Pertarungan sengit selama 95 detik antara 18 Uma Musume ini.",
    "Semua perhatian tertuju pada pemenang Oka Sho pertama yang berpartisipasi, Rhein Kraft.",
    "Selain itu, peringkat ketiga Oka Sho, Daring Heart juga hadir di panggung ini.",
    "Sejauh mana kecepatan mereka akan membawa mereka menghadapi kebanggaan generasi mereka!?",
    "Ini pertama kalinya dia bertanding di luar rotasi Tiara…… balapan ini pasti akan terasa sangat berbeda dari balapan yang pernah dia jalani sebelumnya.",
    "Aku yakin dia paham ini tidak akan mudah――",
    "……tembuslah, Kraft",
    "Saat mereka melewati tikungan ketiga di sisi jauh, satu pelari mulai menjauh sementara yang lain berkumpul menjadi satu kelompok.",
    "Sama seperti di Oka Sho, Rhein Kraft berada di posisi ke-4 dan ke-5, dan hari ini Daring Heart mengikutinya tepat di belakang.",
    "Untuk setiap kekalahan, aku telah berusaha semakin keras……",
    "Dan sekarang, orang yang ingin aku lampaui ada tepat di depanku……!",
    "Sekarang, kelompok pelari menuju trek lurus panjang milik Fuchu!",
    "Bagian belakang kelompok mulai mengejar! \nPerlahan-lahan menutup jarak ke pelari depan!",
    "Sekarang bukan waktunya panik……",
    "Perhatikan baik-baik waktu yang tepat untuk mengambil alih――",
    "……hari ini aku akan finis di depanmu!",
    "Menuju kemenangan!",
    "Ini adalah panggung 1600m yang sudah biasa aku jalani――",
    "Namun jalan ini adalah jalan yang belum pernah diambil siapapun――",
    "Sebuah jalan yang terhubung menuju kemungkinan baru――",
    "Untuk semua orang, untuk Cesario",
    "Saat aku membuka jalan baru……",
    "Aku akan menunjukkannya sekaraaaaaaang――――!!",
    "Rhein Kraft mulai sprint dengan 400m tersisa! Dia dengan cepat melesat ke depan!!",
    "Sekarang juga!!",
    "Sekaraaaaaang――――!!",
    "Dari sisi luar, Daring Heart menyerang! Para gadis dari Oka Sho melaju ke depan!",
    "Dengan seluruh tenaga yang tersisa, aku akan……!!",
    "Seperti iniiiiiii――――!!",
    "……!? Uwaaaaaaaaah――――!!",
    "Daring Heart mengejar! Tapi Rhein Kraft tidak melambat!",
    "Rhein Kraft, itu Rhein Kraft!!",
    "Melanjutkan dari Oka Sho, Rhein Kraft meraih mahkota ganda yang tidak biasa――!!",
    "Uma Musume yang kuat memang benar-benar kuat……!",
    "Prestasi yang belum pernah dicapai siapapun…… Gadis itu sungguh memiliki kekuatan luar biasa, bukan!?",
    "Ya, dia memang――seorang pelopor!",
    "Betapa kekuatan yang menakutkan!!",
    "Inilah lahirnya seorang jenius baru!!"
]
