[
    "Awal dari [Prix de l'Arc de Triomphe] telah tiba―― Para Uma Musume terhebat dunia telah berkumpul di panggung megah ini",
    "Balapan rumput paling bergengsi di dunia yang juga disebut sebagai balapan terbesar, tempat banyak Uma Musume bercita-cita untuk berada di sana",
    "Dan Uma Musume yang paling menarik perhatian di Jepang, El Condor Pasa, berdiri di gerbang, siap untuk bertarung",
    "Berlari bersama semua orang, dengan seluruh kekuatanku, itulah alasan aku berada di sini sekarang……",
    "\"Yang Terkuat di Dunia\"―― Aku akan membuktikannya tanpa keraguan, di sini dan sekarang!!",
    "El Condor Pasa dengan tenang memasuki gerbang paling dalam",
    "Sampai sekarang, belum pernah ada Uma Musume Jepang yang mencapainya, akankah dia bisa meraih kemenangan yang diidamkan……!?",
    "[Prix de l'Arc de Triomphe], sekarang――gerbang terbuka!",
    "El Condor Pasa dari Jepang memulai dengan baik, dengan lari berani dia mengambil posisi terdepan",
    "Di belakangnya, para pesaing saling berebut posisi, sang favorit, Montjeu, tetap di sisi dalam dan melanjutkan lomba",
    "Kondisi lintasannya lebih buruk dari yang aku kira……!",
    "……Tapi kondisiku sendiri sedang yang terbaik! Aku akan mempertahankan kecepatan ini!",
    "Dengan strategi memimpin, El Condor Pasa tetap di depan, membuka jarak 3 hingga 4 panjang kuda!",
    "Para Uma Musume mendekati puncak tanjakan panjang di tikungan ketiga",
    "Tak berubah, pemimpinnya tetap El Condor Pasa, tapi Uma Musume Jepang ditemani oleh 13 pesaing lainnya saat mereka melewati tikungan!",
    "Napas ku masih belum berat……dan kakiku masih bergerak dengan baik……",
    "Tidak apa-apa, kalau aku terus seperti ini maka……pasti……!",
    "Membawa harapan semua orang di Jepang, El Condor Pasa! Akhirnya mereka memasuki lintasan lurus terakhir!",
    "Aku bisa melihatnya……! Tujuan yang selama ini aku impikan!",
    "Bukti menjadi yang terkuat di dunia, kejayaan dari garis finis itu……!!",
    "Uwaaaaaaaaaah～～～～!!",
    "El Condor Pasa! El Condor Pasa mulai sprintnya!!",
    "Dia langsung meninggalkan yang lain! El Condor Pasa sangat kuat! Prix de l'Arc de Triomphe ada tepat di depan matanya!!",
    "…………",
    "Jadi inilah Uma Musume dari Jepang, huh……",
    "Apa ini!? Dengan kekuatan luar biasa, Montjeu menyerang maju! Montjeu mulai sprint terakhirnya!!",
    "……！？",
    "100 meter lagi menuju garis finis!! El Condor Pasa terus berlari!",
    "Tapi Montjeu mendekat! Montjeu mendekat! Montjeu semakin dekat!",
    "Kamu kuat……fufuu, dunia ini memang sangat luas, ya?",
    "……Namun!",
    "El Condor Pasa, teruslah berlari! Harapan terbesar Jepang ada tepat di depanmu!!",
    "Tapi di sini! Di sini Montjeu menyusul!!",
    "……Aku tidak akan kalah……Aku tidak akan kalah! Aku tidak akan kalah!!",
    "Karena mimpiku ada tepat di depan mataku!! Karena itu tepat dalam jangkauaaaaaaaanku～～!!",
    "Aaaaaaaaaahhh～～～～!!!!",
    "El Condor Pasa berusaha keras mengejar!!",
    "Tapi Montjeu tetap di depan! Montjeu kini melintasi garis finis pertama!!",
    "El Condor Pasa dari Jepang, dia begitu dekat…… sangat dekat tapi tersusul di akhir!",
    "Inilah yang disebut tembok dunia! El Condor Pasa dikalahkan dan finis di posisi kedua!"
]
