[
    "Dan semua 18 pelari memulai dengan baik!",
    "Favorit kedua, Rhein Kraft, berada tepat di belakang Daring Heart―― Hari ini, dia mengambil posisi dekat dengan barisan depan.",
    "Lebih ke belakang, favorit utama, Cesario, \ntampaknya menyadari ini adalah balapan dengan kecepatan tinggi \ndan memilih untuk menempatkan dirinya lebih ke belakang.",
    "Jadi Cesario memutuskan untuk tidak mengikuti irama balapan.",
    "Namun, aku tidak mau membiarkan barisan depan makin jauh―― Aku akan tetap di posisi ini……!",
    "Tidak seperti balapan sebelumnya, Rhein Kraft maju ke depan, artinya…… dia begitu waspada terhadap――",
    "Yang ada di belakangku",
    "Dengan setengah mil tersisa, para pelari mulai berkumpul jadi satu kelompok",
    "Di belakang, Cesario tampaknya sedang kesulitan",
    "Kecepatannya lebih lambat dari yang aku perkirakan……?",
    "Dengan kecepatan seperti ini, berada di depan lebih menguntungkan…… \nsaat ada celah, saat itulah aku akan――",
    "……!?",
    "Apa!? Air Messiah menekan dari sisi luar! \nAir Messiah melesat ke depan!",
    "Dia mulai menyerang!?",
    "Separuh bagian belakang mulai mengejar! Kita meninggalkan tikungan terakhir, dan akhirnya pertarungan di trek lurus terakhir dimulai!",
    "Di depan, Heart-san menunggu aku melakukan serangan",
    "Dari luar, Messiah-san, dari belakang Cesario……",
    "Jangan panik, berpikir",
    "Saatnya mulai sprint――",
    "Di sini!!!!",
    "Rhein Kraft melakukan sprint! \nRhein Kraft menekan ke depan!",
    "Dari sisi dalam, Daring Heart juga mulai sprint! \nDaring Heart mengambil pimpinan!",
    "Dan dari luar datang Air Messiah! \nAir Messiah mengejar dari luar!",
    "Dan sekarang Cesario!! \nCesario menerobos dari sisi dalam, melaju ke depan!",
    "Dan disini posisi terdepan berganti! Rhein Kraft memimpin! \nDaring Heart masih bertahan!",
    "Dan Cesario melaju dengan kencang! \nDari luar ada Air Messiah!",
    "Apakah Daring Heart yang menang!?",
    "Ataukah Air Messiah!?",
    "Atau Rhein Kraft!?",
    "Atau Cesario!?",
    "Akulahーー!",
    "Yang akan menaaaangーーーー!",
    "Rhein Kraft! Rhein Kraft menyentuh garis finis pertama!",
    "Rhein Kraft sangat kuat! Dia berhasil menahan kejaran sengit dari Cesario, memenangkan mahkota pertama Triple Tiara, Oka Sho!"
]
