[
    "Pertarungan Uma Musume perwakilan tahun lama dan baru, di 'Hanshin Grand Prize' GII, 3000m Shibaー",
    "Apakah dia bisa menunjukkan kebangkitannya di sini, ini akan menjadi balapan krusial untuk Narita Brian",
    "Brian, kamu pasti bisa!!",
    "Mayano, aku mendukungmu!",
    "……",
    "Setiap Uma Musume di gerbangー dan mulai!",
    "Narita Brian, start yang bagus! Para Uma Musume lain \\njuga melakukan start yang baik!",
    "Maya-chi, lepas landas!",
    "Juara 'Arima Kinen' tahun lalu, Mayano Top Gun, \\nberlari dengan mantap menyaingi Narita Brian",
    "……",
    "Balapan berlangsung dalam kecepatan stabil, para Uma Musume berlari melewati depan tribun di lap pertama",
    "Brian-san…",
    "Sejauh ini tidak ada masalah dalam balapan, sisanya tinggal seberapa besar tenaga yang bisa dia keluarkan di akhir",
    "Karena Brian berusaha keras, ayo \\nkita juga semangat menyemangatinya!",
    "Ini belum apa-apa! Semangat Brian!!",
    "Posisi saat ini, Mayano Top Gun di posisi ke-4, sedangkan Narita Brian di posisi ke-6",
    "Para Uma Musume, melewati sisa 1000m tanpa perubahan besar, dan memasuki tikungan ke-3",
    "Ayo! Fokus ke garis finish!!",
    "Di sinilah Mayano Top Gun mulai memacu kecepatannya! Dia langsung melesat ke posisi pertama dengan sprint panjang!",
    "…Argh!!",
    "Narita Brian juga memacu kecepatannya dan mengejar!! Mayano Top Gun dan Narita Brian! Sekarang hanya mereka berdua yang bersaing!!",
    "Narita Brian, bisakah kamu \\nmengunggulin dia di trek lurus ini!?",
    "Yaaaa～～～!!",
    "…Heh… heh… heh… heh…",
    "Ayo ayo, Mayano!!",
    "Kamu pasti bisa, Brian!",
    "Aku yakin orang-orang akan melihatku \\nberbeda dari sebelumnya…",
    "Tapi, aku tidak pernah berubah…!",
    "…Hah!? Eh… Ayo ke pendekatan terakhir～～!!",
    "Haus di hatiku, keinginan untuk balapan masihー",
    "Masih menyala seperti api yang membara!!",
    "Narita Brian, tidak memberi jarak sedikitpun!!",
    "Narita Brian menyalip dari sisi luar! \\nMayano Top Gun mencoba kembali dari dalam!",
    "Dari dalam atau luar!? Atau hanya dari luar!?",
    "Haaaaaa～～～!!!",
    "Brian unggul di depan dan finish!!",
    "Posisi pertama diraih oleh Narita Brian!!",
    "Sorak sorai menggema dari tribun tanpa henti! \\nNarita Brian yang memenangkan pertandingan luar biasa ini!",
    "Selamat Brian!!",
    "Kalian berdua!! Itu balapan yang luar biasa!!",
    "….Hmph",
    "…!!"
]
