[
    "Tribun penuh sesak, dan sorak sorai para penonton bergema di seluruh arena pacuan Tokyo!",
    "Dengan dukungan penggemar yang luar biasa, \"Pelari dari Dimensi Lain\" Silence Suzuka berada di posisi pertama, nomor 1! Bagaimana gaya Escape-nya akan berjalan?!",
    "Membawa begitu banyak harapan, [Tenno Sho Musim Gugur] — Dimulai!",
    "Dan, sesuai ekspektasi, Silence Suzuka dengan cepat melesat dan mengambil posisi terdepan!",
    "Haa… haa…… nn!!!",
    "Bahkan, Silence Suzuka tidak melambat! Tidak, dia malah semakin mempercepat diri dan memperlebar jaraknya!",
    "Luar biasa…! Jaraknya sejauh itu?!",
    "Ya, dia berlari dengan kecepatan seperti balapan jarak pendek…!",
    "Gaya lari Suzuka-san, bagi Uma Musume adalah gaya yang paling ideal, seperti sebuah mimpi.",
    "Sejauh mana kau akan melaju, Suzuka-san…!",
    "Lihatlah Silence Suzuka! Sekarang dia melewati tanda 1000 meter!",
    "Waktunya — 57,4 detik!!!!",
    "Sejauh mana dia akan memperlebar jaraknya!? Seberapa cepat dia akan melewati garis finish?!",
    "Silence Suzuka tetap berada di posisi terdepan! Sekarang dia mengitari pohon Zelkova besar!",
    "Fufuu…!",
    "Haa… haa…",
    "……? ……ku?!",
    "Kenapa…?! Aku tidak bisa bergerak?!",
    "Ah…?!",
    "……Siapa…?",
    "Suzuka…!",
    "Semuanya……?",
    "Aku harus pergi melihat mereka…",
    "Trainer-san… semua orang menunggu pemandangan itu!",
    "Silence Suzuka muncul dari balik pohon Zelkova besar! Dia meninggalkan tikungan terakhir dan memasuki trek lurus terakhir!!",
    "Dan tribun bergemuruh dengan sorakan keras!!",
    "…Pemandangan dari posisi terdepan… Aku tidak akan menyerahkannya!!",
    "Silence Suzuka melakukan sprintnya di sini!! \"Escape and Follow Through\"! Gaya lari yang tidak bisa ditiru siapapun!!",
    "Yaaaaaaaaaa―!!!",
    "Silence Suzuka berada di posisi terdepan! Itu Silence Suzuka!",
    "Membawa banyak harapan dan mimpi kami, Silence Suzuka menjadi yang pertama melewati garis finis!!",
    "Benar-benar Uma Musume impian! Silence Suzuka dengan gemilang memenangkan [Tenno Sho Musim Gugur]!!",
    "Haa… haa…",
    "…Aku melihatnya…",
    "Pemandangan dari mimpiku…"
]
