[
    "Di tengah sorak sorai yang meriah, ke-18 Uma Musume mulai berlari dengan start bersih!",
    "Lalu, bagaimana hasilnya nanti? Uma Musume pelari depan, Seiun Sky, meningkatkan kecepatannya!",
    "Namun barisan depan tetap mengikuti kecepatannya!",
    "Apa yang akan terjadi?!",
    "Siapa yang akan memimpin?!",
    "Kuu…! Aku tidak boleh membiarkan mereka menjauh!",
    "Seiun Sky memasuki tikungan dengan momentum di posisi terdepan!",
    "Tunggu, dari sisi dalam!",
    "Dari sisi dalam datang King Halo!",
    "Sepertinya King Halo mengambil posisi terdepan!",
    "King…?!",
    "Sepertinya terlalu berisiko berebut posisi dengannya sekarang…",
    "Kalau begitu, aku akan tetap di posisi ini!",
    "Sei-chan tidak mengambil posisi terdepan…?!",
    "Seperti yang kuduga, Derby itu—",
    "Berbeda dari balapan lainnya!",
    "Aku harus tenang, jangan sampai terjebak dalam irama mereka!",
    "Memasuki sisi lurus bagian luar, mereka mulai menempati posisinya masing-masing.",
    "Secara mengejutkan, pemimpin sementara adalah King Halo!",
    "Seiun Sky tidak nekat untuk memimpin.",
    "Dia memilih tetap di posisi kedua!",
    "Dan anggota terakhir dari tiga besar—",
    "Special Week memilih untuk tetap berada di posisi tengah kelompok!",
    "King-chan dan—",
    "Sei-chan, keduanya—",
    "…Tidak",
    "Semua yang berlari di balapan ini,",
    "Aku bisa merasakan keinginan mereka untuk menang…!",
    "Namun soal seberapa kuat perasaan itu…",
    "Aku tidak akan kalah…!",
    "Para Uma Musume muncul dari balik pohon Zelkova!",
    "Di sinilah kelompok belakang mulai mempercepat langkah! Mereka mulai menutup jarak dengan King Halo!",
    "Sudah sampai tikungan terakhir?!",
    "Meski begitu… Aku akan membuktikannya di sini…!",
    "Bukti seorang Raja!!",
    "King Halo memasuki trek lurus terakhir! Tapi Seiun Sky mendekat dari sisi luar!",
    "Aku akan mengambil alih dari siniiii～!!",
    "Setelah menunggu kesempatan, Seiun Sky mulai bergerak!! Seiun Sky mulai sprint tanpa henti!",
    "Akan kuperlihatkan pada mereka!",
    "Yaaaaaaaa～!!!!",
    "Kemenanganku!!",
    "…?!",
    "Namun dari belakang muncul Special Week! Special Week menembus celah!",
    "Yaaaaaaaa～!!!!",
    "Aku tidak akan membiarkanmu melewatiku～～～!!",
    "Special Week melaju ke depan! Pemimpin masih Seiun Sky, tapi Special Week—",
    "Melaju ke depan! Dalam sekejap dia melewati!",
    "Special Week, tanpa disadari sudah berada di depan memimpin!",
    "Nomor 1 di Jepang…",
    "-Akan menjadi akuuuu～～～!!",
    "Itu dia Special Week, Special Week memimpin! Meninggalkan kelompok lain semakin jauh, dan Special Week—!",
    "Menyentuh garis finis!!",
    "Kebanggaan [Japan Derby]! Di [Japan Derby] ini, Special Week berhasil meraih kemenangan!!"
]
