[
    "Sekali lagi tahun ini, memikul mimpi semua penggemar, para Uma Musume berlari melewati tribun yang bergemuruh sorakan keras!",
    "Seperti yang diduga, semua perhatian tertuju pada pertarungan pertama antara pemenang 『Arima Kinen』 Grass Wonder dan pemenang 『Spring Tenno Sho』 Special Week!",
    "Siapa di antara mereka berdua yang akan dinyatakan sebagai pemenang, siapa yang akan menjadi yang pertama menyentuh garis finis!?",
    "Sepertinya dia dengan tenang mengamati situasi sambil berlari",
    "Di Takarazuka ada dua tanjakan, jangan buang terlalu banyak stamina hanya untuk tetap di depan!",
    "Para Uma Musume melewati tikungan kedua, menuju sisi luar lintasan, satu orang sudah melaju ke depan sementara 11 lainnya masih bergerombol.",
    "King Halo berada di posisi depan, dan tepat di belakangnya di posisi kelima adalah Special Week!",
    "Kecepatan dan posisi sejauh ini berjalan lancar",
    "Sekarang aku hanya perlu memantau sekitar dan menentukan waktu untuk melakukan serangan――",
    "……huh?",
    "Grass-chan tidak ada di sini……!? Apa dia bersembunyi di balik seseorang――",
    "Atau mungkin……dia tepat di belakangku……!?",
    "Tidak, aku harus fokus pada lari-ku!",
    "Sekarang, tersisa 800m! Di sini para Uma Musume mulai meningkatkan kecepatan mereka!",
    "Memasuki tikungan ketiga, ke-12 Uma Musume mulai merapat satu sama lain!",
    "Baiklah……",
    "Di siniiii!!",
    "Di sini Special Week mulai sprint-nya! Dari sisi luar, dalam sekejap dia merebut posisi terdepan!",
    "Dengan cara ini, langsung ke lintasan lurus terakhir……!",
    "Dengan cepat memasuki tikungan terakhir, Special Week mengambil posisi depan! Special Week memimpin, dan tribun bergemuruh!!",
    "……!?",
    "Tapi dari luar, Grass Wonder mulai menyusul! Grass Wonder mulai maju ke depan!",
    "",
    "Apakah ini menjadi pertarungan satu lawan satu antara keduanya!? Special Week dan Grass Wonder! Keduanya memasuki lintasan lurus!",
    "Eh eh eh!? Aku tidak bisa menjauh darinya sama sekali!?",
    "",
    "Ini seperti waktu itu saat Rice menempel ketat padaku……!",
    "K-kamu merasa begitu……?",
    "Tapi, entah kenapa aku merasa seperti ini adalah takdir……",
    "Menyempurnakan lari-ku, dan berdiri di puncak adalah impianku……",
    "Tidak peduli seberapa kuat lawanku dikatakan",
    "Aku akan membidik lebih tinggi……!",
    "Haaaa～～～～!!!!",
    "Grass Wonder terus meningkatkan kecepatannya!",
    "",
    "Special Week berusaha keras untuk menjauh tapi Grass Wonder langsung menyalipnya!!",
    "Apakah Special Week akan kalah!? Grass Wonder berada di depan! Grass Wonder terus menjauh, semakin jauh, dan semakin jauh!",
    "Kekuatan sejati Grass Wonder memang menakutkan!",
    "Grass Wonder menyentuh garis finis di posisi pertama! Dan di posisi kedua adalah Special Week!",
    "Seperti yang diduga, mereka berdua kuat! Mereka kuat, tapi pemenangnya adalah Grass Wonder!",
    "Uma Musume sang juara Derby dikalahkan oleh sang \"Monster\", Grass Wonder!"
]
