[
    "Semua Uma Musume memulai dengan baik di Hanshin Uma Musume Stakes, babak penyisihan untuk Victoria Mile",
    "Pusat perhatian adalah dia yang menunjukkan kekuatannya di Takamatsunomiya Kinen dan selama rotasi Tiara, Uma Musume Double Crown Tak Biasa, Rhein Kraft",
    "Dan para rival yang pernah bersaing dengannya saat kelas Classic juga hadir di panggung ini",
    "Aku belum berlari bersamanya sejak Shuuka Sho, tapi dibandingkan sebelumnya, tekanan yang aku rasakan darinya……",
    "Baiklah, aku akan menghadapinya sendiri……!",
    "Tidak terlalu maju ke depan, dan tidak terlalu jauh ke belakang…… Posisi seperti ini tidak masalah",
    "……Kali ini, aku pasti akan menyalipmu……!",
    "Sepertinya kamu mengambil posisi bagus…… Sekarang tunjukkan, bagaimana caramu berlari sekarang",
    "Uma Musume melewati tikungan ke-3 dengan kecepatan stabil",
    "Dua orang di depan mulai menarik diri dengan Rhein Kraft tepat di belakang mereka",
    "Dan dari sisi luar Air Messiah mulai bergerak maju",
    "Dan dengan sisa kurang dari 600m, mereka meningkatkan kecepatan! Memasuki lintasan lurus, balapan memanas!",
    "Jadi kau mulai bergerak……",
    "Tapi, aku juga……!",
    "Dan sekarang mereka memasuki lintasan lurus terakhir! Keunggulan Daring Heart mulai berkurang!",
    "Kuu……! Aku tidak bisa mendorong maju……! Kakiku tidak mau bergerak……!",
    "Meskipun begitu――teruslah berlari……! Raihlah garis akhir!!",
    "Aaaaaaaaahーーー!!",
    "Daring Heart mendorong dengan keras! Tapi disini, kepemimpinan berubah! Rhein Kraft! Rhein Kraft mengambil alih posisi terdepan!",
    "Haaaaaaaaーーーー!",
    "Tapi mengejar dari luar adalah Air Messiah! Dengan dorongan luar biasa, dia memperkecil jarak!",
    "Akan aku tunjukkan…… aku bisa menangkapmu! Kemenangan yang diinginkan aku dan ibuku!",
    "Bisakah Daring Heart bertahan!? Bisakah Air Messiah menyalip!? Atau Rhein Kraft yang akan memperlebar jarak!?",
    "Lari……teruslah berlari! Kamu masih mengejar mimpimu!",
    "Aku akan berlari lebih banyak! Aku akan bersaing dengan para rivalku!",
    "Masih banyak panggung besar yang menungguku! Masih banyak hal yang belum pernah dicapai siapapun!",
    "Aku ingin menunjukkan kepada semua orang caraku berlari……! Aku ingin mengukir caraku berlari di hati mereka……!",
    "Suatu saat nanti, di mana pun, di semua orang, sebuah lari yang ingin mereka warisi――",
    "――――itulah yang ingin aku tinggalkan!!",
    "Yaaaaaaaーーーー!!",
    "Rhein Kraft menjauh!! Dia memperlebar jarak!",
    "Perebutan posisi ke-3 sangat ketat! Air Messiah di posisi ke-2 mengejar dengan putus asa!",
    "Tapi pemimpin benar-benar menjauh, #4 Rhein Kraft!",
    "Pemimpin lomba, Rhein Kraft melintasi garis finiiiiish!",
    "Dalam beberapa pertandingan sebelumnya, dia mengalah kepada rivalnya, tapi kali ini dia benar-benar menunjukkan betapa kuatnya dia!",
    "Rhein Kraft melaju ke Victoria Mile!!"
]
