[
    "Tribun dipenuhi oleh para penggemar di Kyoto Racecourse",
    "Balapan utama hari ini, Spring Tenno Sho―― Sorakan membahana dari tribun saat para Uma Musume memasuki lintasan lurus pertama!",
    "Yang memimpin di depan adalah favorit nomor 2, Seiun Sky! Sang juara, Mejiro Bright, berada di posisi tengah kelompok",
    "Dan favorit utama, Special Week, mengambil posisi sedikit di belakang Seiun Sky, dia memilih strategi Leading!",
    "Apa Spe-chan tidak terlalu maju ke depan……?",
    "Tidak, sampai saat ini, Seiun Sky-san sudah beberapa kali berhasil mempertahankan posisi terdepan sampai akhir balapan",
    "Untuk mencegah lawan membuat alur balapan ideal mereka, ini adalah posisi terbaik yang bisa diambil",
    "Spe cukup pintar juga ya?",
    "Bagus Bright, dari posisi itu",
    "Kamu tidak akan kesulitan menyalip……!",
    "Balapan terus berjalan lancar saat mereka memasuki sisi luar lintasan",
    "Seiun Sky ada di depan, di Kikka Sho kira-kira di sekitar sini dia mulai membuka jarak dari para pesaingnya",
    "Tapi kali ini Special Week menempel ketat di belakangnya",
    "Kalau dia menandai sedekat ini, kurasa aku tidak bisa berlari sebebas yang kuinginkan……",
    "Tidak masalah, kalau begitu",
    "Aku akan menang tanpa trik murahan!",
    "Sekarang aku hanya perlu menentukan waktu untuk sprint-ku, waktu untuk menyalip Sei-chan, dan juga――",
    "Waktu agar Bright-san tidak bisa mengejarku……!",
    "Para Uma Musume berbelok di tikungan terakhir menuju lintasan lurus terakhir! Kelompok belakang mulai mempercepat langkah! Dalam sekejap, balapan memanas!",
    "……！！",
    "Dia mulai bergerak?!",
    "Dan inilah Special Week mulai maju ke depan! Pemimpin masih Seiun Sky! Dari sisi luar datang Mejiro Bright!",
    "……！！",
    "Seperti yang diduga, memang ketiganya! Tidak perlu ada kata-kata lagi! Dengan trofi Tenno Sho sebagai taruhan, ini pertarungan di lintasan lurus terakhir!",
    "Uwooooooooooo！！",
    "……！",
    "Seiun Sky mulai sprint! Tapi itu Special Week! Special Week menyalip ke depan!",
    "Haaaaaaaa～！！！！",
    "Yang memimpin adalah Special Week! Special Week mulai meninggalkan kelompok lainnya!",
    "Bright……",
    "Bukan karena aku ingin Bright menang……",
    "……！",
    "Aku ingin menang……",
    "Bersama Bright……！！",
    "Yaaaaaaaa～！！",
    "Bright dari sisi luar! Inilah Mejiro Bright dari luar! Dengan dorongan kuat, dia mendekati Special Week!",
    "Inilah langkah kaki sang juara! Apakah ini akhir bagi Special Week！？",
    "Spe！？",
    "Spe-chan！！",
    "……！！",
    "Aku akan membalasnya…… harapan dari para ibuku",
    "Harapan dari semua anggota tim",
    "Harapan……！",
    "Di siniiii～～！！",
    "Apa ini！？ Special Week melaju lagi！！ Special Week tetap memimpin！ Special Week tetap di depan！",
    "Yaaaaaaa～～～～！！",
    "Itu dia Special Week！！ Mejiro Bright mengejar dari belakang, tapi tidak mampu menutup jarak！",
    "Special Week, menyentuh garis finis！！",
    "……",
    "Mengalahkan sang juara, Mejiro Bright",
    "Special Week",
    "Berhasil meraih kemenangan di Tenno Sho！"
]
