[
    "Dengan membawa harapan masing-masing, para gadis akan menantang lintasan balap Derby. Siapakah Uma Musume yang akan mencatatkan namanya dalam sejarah?",
    "Mereka semua sudah di gerbang, Derby Jepang di Tokyo, dimulai sekarangー!",
    "Biwa Hayahide ada di kelompok depan, \\ndan Narita Taishin di posisi terakhir.",
    "Dan Winning Ticket sedikit tertinggal di kelompok tengah. Ketiga Uma Musume favorit teratas maju dengan gaya balapan yang paling mereka kuasai.",
    "Aku, Taishin, Hayahide… kami saling mengenal dengan baik, jadi tidak ada gunanya takut.",
    "Itulah kenapa, aku akan menyerang mereka dengan seluruh kekuatanku!!",
    "Para Uma Musume maju ke sisi depan, balapan membentuk jarak vertikal yang panjang.",
    "Sekarang kelompok terdepan sudah mendekati tikungan ketiga! Seperti apa jalannya balapan BNW unggulan setelah ini!?",
    "Sejak kecil aku sudah bermimpi, aku berteman dengan Hayahide dan Taishin, aku bertemu dengan Trainer-san, dan sekarang aku berlari di Derby…",
    "Ini adalah Derby. Aku sudah banyak melihat Derby, tapi yang satu ini berbeda dari semuanya, ini adalah Derby milikku!",
    "Kecepatannya meningkat! Siapa yang akan mencapai garis finis penuh kejayaan!!",
    "Aku ingin menang… di Derby sekali seumur hidup ini! Di Derby yang selalu aku impikan! Di Derby kita!!!",
    "Terimalah, kekuatan kakiku～～!!",
    "Winning Ticket maju ke garis lurus!! Mengambil sisi dalam, sejak kapan dia bisa maju sejauh ini!!",
    "Waaaaaaa～～～～!!",
    "Aku tidak akan kalah～～～!",
    "Biwa Hayahide, Narita Taishin juga mengejar dengan cepat! Seperti yang diduga, pertarungan ini antara tiga anggota “BNW”! Siapa yang akan memenangkan Derby!?",
    "Waaaaaaaaaaaaaaaa!!!!",
    "Akulah yang akan menjadi Uma Musume Derby～～～～!!",
    "Menjauhkan diri—Menjauh!! Di posisi pertama adalah \\nWinning Ticket!! Winning Ticket!!",
    "Winning Ticket sekarang memimpin, Finish!!",
    "Pemenang Derby adalah Winning Ticket!!",
    "Hah… hah… hah…",
    "…Woah…",
    "Aha!!"
]
