[
    "Dimulai dari Montjeu, yang berhasil mengalahkan El Condor Pasa, Uma Musume hebat dari seluruh dunia berkumpul di sini",
    "Menghadapi mereka mewakili Jepang, perhatian tertuju pada anggota 'Generasi Emas', Special Week",
    "Bagaimana dia akan menghadapi lawan-lawan dari seluruh dunia?",
    "Semua Uma Musume telah bersiap di gerbang mereka masing-masing",
    "Pertarungan abad ini, 『Japan Cup』, sekarang―",
    "Dimulai!",
    "",
    "Di depan 140.000 penonton yang memadati tribun, para pelari hebat ini mulai berlari",
    "Dengan kecepatan awal yang relatif lambat, kali ini Special Week memilih berada agak di belakang, di tengah kelompok",
    "Dan seolah mengawasi Special Week, sang favorit Montjeu mengambil posisi sedikit di belakangnya!",
    "Seperti yang diduga, dia sedang mengawasi pergerakan Spe…",
    "Iya……",
    "……Spe-chan",
    "Sekarang para Uma Musume memasuki lintasan jauh, jarak antara kelompok depan dan belakang mulai melebar",
    "Dan sang juara dunia, Montjeu, berada di posisi kedua dari belakang",
    "Sementara itu Komandan Utama Jepang, Special Week, berada di posisi ini",
    "Pace-nya lambat……",
    "Kalau begitu, waktu untuk menyerang akan menjadi kunci, bagaimana kau akan merespons……？",
    "1000 meter tersisa saat mereka melewati tikungan ketiga",
    "Mereka semua terus membaca situasi. Siapa yang akan bergerak lebih dulu dan di mana!?",
    "……！！",
    "Apa ini!? Special Week maju ke depan di sini!",
    "Seperti dugaanku, kau bergerak lebih awal……!",
    "Dan di belakangnya! Montjeu juga langsung mengejar! Keduanya memilih bergerak sekarang!",
    "Melewati pohon Zelkova, para Uma Musume lainnya meningkatkan kecepatan! Mereka mulai menyatu dalam satu kelompok!",
    "Dari sisi luar, itu Special Week! Dari sisi luar itu Special Week! Dan dari sisi paling luar datang Montjeu!",
    "Akhirnya, pertarungan di lintasan lurus terakhir dimulai!",
    "Sekarang mereka sejajar dan menyebar! Kurang dari 400 meter tersisa!",
    "",
    "Dan Montjeu menekan maju di sini! Dari sisi luar Montjeu! Montjeu mendekat ke Special Week!",
    "Dengan kaki yang disebut terkuat di dunia, dia mendekati Special Week dari Jepang!",
    "Kamu dan El Condor Pasa, kalian berdua memiliki kemampuan luar biasa",
    "Namun, meski begitu, aku adalah……!",
    "Kuu……! Akan jadi pertarungan sengit, ya……！？",
    "",
    "Special Week! Ayo～～～～!!",
    "Jangan kalah! Special Week!!",
    "",
    "Benar!! Kalau Spe-chan, dia pasti bisa menang!",
    "Ayo～～! Tunjukkan kepada mereka bahwa kamu adalah Uma Musume nomor 1 di Jepang～～～～!!",
    "Garis finis sudah sangat dekat!!",
    "Spe-chaaaaan～～!!",
    "Haaa…… haaa…… haaa…… haaa……",
    "Di punggung ini, ada begitu banyak mimpi",
    "Mimpi kedua ibuku, mimpi semua orang di tim, teman-temanku, Trainer-san, dan para penggemar――",
    "Aku berlari sambil membawa semua mimpi mereka",
    "Aku adalah Uma Musume seperti itu……",
    "Aku pasti akan…!",
    "Uwaaaaaaaa～～～～!!!!",
    "",
    "Special Week tidak melambat!",
    "Special Week berada di depan!",
    "Special Week memimpin!",
    "Inikah…… Uma Musume dari Jepang……！？",
    "Montjeu terus menekan! Dari sisi dalam datang pahlawan dari Hong Kong! Dan bintang dari Inggris juga mengejar!",
    "Namun pemimpin tetap Special Week! Special Week masih di depan!",
    "Aku ingin menaaaaaaaaangーーーー!!",
    "Di depan adalah nomor 13",
    "Itu Special Week!",
    "",
    "Dia memang Komandan Utama Jepang!! Special Week menangーーーー!!",
    "Team <Sirius> memenangkan Japan Cup pertama mereka!",
    "Special Week mengalahkan lawan dari seluruh dunia!",
    ""
]
